[
  {
    "body": "Good evening Democristan, it is January, 2020. That means it’s time for the second presidential election in our history. There are 3 candidates this time around, and they are excited to get their campaigns out there. Stay tuned for further updates from DNN, we’ll be covering everything that happens this election cycle.",
    "name": "DNN",
    "at": "@democristannightlynews",
    "time": "January 1, 2020",
    "currentSprint": "1"
  },
  {
    "body": "Greetings Democristan, I am George Warren; the son of our great first president John Warren. As a president I am dedicated to my father’s way of leading our nation and will strive to keep Democristan on the path to greatness.",
    "name": "George Warren",
    "at": "@candidateconservative",
    "time": "January 2, 2020",
    "currentSprint": "1"
  },
  {
    "body": "Hello my fellow Democristans, I am Lyra Whit; the front runner for the Democristan Liberal Party. As a newly formed country I believe that we have endless potential, however the Democristan Conservative Party is too concerned with mimicking the ways of western politics.  Democristan must break free and forge its own path to a new future.",
    "name": "Lyra Whit",
    "at": "@candidateliberal",
    "time": "January 4, 2020",
    "currentSprint": "1"
  },
  {
    "body": "My fellow countrymen, I am Dimitri Patrov; the people’s voices need to be heard and I know they deserve this. Therefore, I am running in this election under the Democristan People’s Party, where we will shape this country together by the people, with the people, and for the people.",
    "name": "Dimitri Patrov",
    "at": "@candidatepurple",
    "time": "January 6, 2020",
    "currentSprint": "1"
  },
  {
    "body": "As your president it makes me so happy to see the people of Democristan participating in our country's politics. Remember that everyone can make a difference and it's up to the people to decide our future.",
    "name": "John Warren",
    "at": "@thepresidentwarren",
    "time": "March 15, 2020",
    "currentSprint": "2"
  },
  {
    "body": "I’m so excited to vote in this year's election. It’ll be my first time and my birthday is a day before voting day! #cy@dapolls",
    "name": "Hannah Savas",
    "at": "@hannahsavy",
    "time": "March 19, 2020",
    "currentSprint": "2"
  },
  {
    "body": "Ugh elections are so boring, why can’t we have an interesting contest between candidates instead of lame politicians bickering. ",
    "name": "Kevin Ice",
    "at": "@zerokelvin",
    "time": "March 31, 2020",
    "currentSprint": "3"
  },
  {
    "body": "Who needs a president anyway, I say all these shenanigans are a big waste a time and money.",
    "name": "Barny Brownback",
    "at": "@bearlybear",
    "time": "April 6, 2020",
    "currentSprint": "3"
  },
  {
    "body": " I don’t trust that Dimitri guy, I bet he works for Putin.",
    "name": "Marsha Lark",
    "at": "@marshamellow",
    "time": "April 19, 2020",
    "currentSprint": "4"
  },
  {
    "body": "Dimitri is a great candidate for our country and everyone who doesn’t think so is just plain dumb.",
    "name": "Robby Bell",
    "at": "@robobell",
    "time": "April 23, 2020",
    "currentSprint": "4"
  },
  {
    "body": "I bet that George is just gonna use daddy’s money and clout to get elected, can’t even think for himself.",
    "name": "",
    "at": "",
    "time": "",
    "currentSprint": "5"
  },
  {
    "body": "George will carry our country higher than the sky’s. I believe in you George.",
    "name": "",
    "at": "",
    "time": "",
    "currentSprint": "5"
  },
  {
    "body": " Lyra more like LIAR, anybody that supports her clearly hasn’t done any research on her background.",
    "name": "",
    "at": "",
    "time": "",
    "currentSprint": "6"
  },
  {
    "body": "Lyra has the most integrity out of all the candidates I hate how much hate she gets.",
    "name": "",
    "at": "",
    "time": "",
    "currentSprint": "6"
  },
  {
    "body": "WE NEED TO CUT RUSSIA OUT OF OUR COUNTRY NOW!",
    "name": "",
    "at": "",
    "time": "",
    "currentSprint": "7"
  },
  {
    "body": "Russia is still a very important part of our economy, if we got rid of them entirely we would be crippled.",
    "name": "",
    "at": "",
    "time": "",
    "currentSprint": "7"
  },
  {
    "body": "We should just become the 51st state of America, then we’d be much better off.",
    "name": "",
    "at": "",
    "time": "",
    "currentSprint": "8"
  },
  {
    "body": "Sticking to American ideals is a waste of time, they’ve been in decline for years and still haven’t even figured out what racism is.",
    "name": "",
    "at": "",
    "time": "",
    "currentSprint": "8"
  },
  {
    "body": "Can people not have civilized discussions anymore? I mean it’s like any dissent is a personal attack on your Grandma.",
    "name": "",
    "at": "",
    "time": "",
    "currentSprint": "9"
  },
  {
    "body": "Arguments have winners and losers, winners have the right to flaunt their superiority over the weak.",
    "name": "",
    "at": "",
    "time": "",
    "currentSprint": "9"
  },
  {
    "body": "I hated John as our president so there’s no way I’ll stand by and let his son become president.",
    "name": "",
    "at": "",
    "time": "",
    "currentSprint": "10"
  },
  {
    "body": "Lyra Whit is nothing but a con artist selling false promises and lies in order to get elected.",
    "name": "",
    "at": "",
    "time": "",
    "currentSprint": "10"
  },
  {
    "body": "This just in there are reports of potential hacking by the US government.",
    "name": "",
    "at": "",
    "time": "",
    "currentSprint": "11"
  },
  {
    "body": "I’m so sick of all this fake news, I don’t know why I even keep up with this stuff anymore.",
    "name": "",
    "at": "",
    "time": "",
    "currentSprint": "12"
  },
  {
    "body": "Lyra Whit caught topless in her 20’s? OMG you won’t believe this picture.",
    "name": "",
    "at": "",
    "time": "",
    "currentSprint": "13"
  },
  {
    "body": "George Warren starred in an amateur film, it’s so cringey.",
    "name": "",
    "at": "",
    "time": "",
    "currentSprint": "14"
  },
  {
    "body": "Dimitri Patrov was an avid supporter of Putin before Democristan, how could this affect us if he becomes president?",
    "name": "",
    "at": "",
    "time": "",
    "currentSprint": "15"
  },
  {
    "body": "If we don’t band together Democristan isn’t going to last long.  We should be working on compromise not bickering over semantics.",
    "name": "",
    "at": "",
    "time": "",
    "currentSprint": "16"
  },
  {
    "body": "I’m sick of this democracy stuff. We should just go back to Russia already.",
    "name": "",
    "at": "",
    "time": "",
    "currentSprint": "17"
  },
  {
    "body": "The debates don’t help anyone, people have already made up their minds at this point and will not be converted.",
    "name": "",
    "at": "",
    "time": "",
    "currentSprint": "18"
  },
  {
    "body": "After the debates I don’t know who to vote for, I agree with some things that all the candidates said.",
    "name": "",
    "at": "",
    "time": "",
    "currentSprint": "19"
  },
  {
    "body": "The election results are coming in live, I can’t wait to see who the next president is.",
    "name": "",
    "at": "",
    "time": "",
    "currentSprint": "20"
  }
]
